Revit 2027 API
ParameterTypeId.AnalyticalModelNodesMark Property
 "Node Number": Used for nodes
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalModelNodesMark { get; }
Public Shared ReadOnly Property AnalyticalModelNodesMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalModelNodesMark {
	ForgeTypeId^ get ();
}
static member AnalyticalModelNodesMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace